{
	"WBUI2":
	{
		"settings":
		{
			"openbutton": 0,
			"hideicon": true,
			"hideiconafter": 10,
			"iconurl": "https://i.imgur.com/OZ6xOjY.png",
			"disableicontext": false,
			"iconposition": 0,
			"icontextcolor": 1,
			"openonstart": true,
			"openonstartonlynewplayers": false,
			"updateinterval": 24
		},
		"tabs": [
			{
				"layout": 1,
				"buttontext": "<RichColor Color=\"1,1,0,1\">Welcome</>",
				"imageurl": "https://i.imgur.com/mGt3cAF.png",
				"content": [
					{
						"title": "<TextStyle.Orange>Добро пожаловать на Проект Русь - Welcome to Project Rus</>",
						"text": "<TextStyle.Green>   Приготовьтесь выживать, приручать и исследовать мир, полный динозавров и приключений.</>\r\n<TextStyle.Green>   Стройте свою базу, создавайте альянсы и преодолевайте предстоящие испытания.</>\r\n<TextStyle.Green>   Удачи, выживший!</>"
					}
				]
			},
			{
				"layout": 2,
				"buttontext": "<RichColor Color=\"1,1,0,1\">Rules</>",
				"imageurl": "https://i.imgur.com/mGt3cAF.png",
				"content": [
					{
						"title": "<TextStyle.Orange>Правила сервера</>",
						"text": "#  1.1 Запрещено любое обсуждение действий администрации, игнорирование предупреждения администратора; также это касается времени рестартов, правил, игрового процесса;\r\nВ виде наказания за нарушение правил в ряде пунктов будут использоваться предупреждения/мут/временный или перманентный бан на усмотрение администрации.\r\n\r\n# 1.2 Запрещено использование ников/названий трайбов/имен для дино несущих в себе: мат, нецензурную лексику, расизм, экстремизм, уголовные выражения, плагиат, рекламу, порнографию, эротику, угроз расправы, любую другую информацию оскорбительного характера по отношению к другим игрокам и администрации; а также содержащие в себе знаки и иероглифы, рекламу других серверов и ютуб каналов; (примеры недопустимых ников и Steam ников: 123,Человек, human, &@#№ и т.д..)\r\nНаказание: предупреждение с изменением никнейма\r\n\r\n# 1.3 Запрещено использование любых скриптов, читов, дюпов, хаков, багов;\r\nНаказание: бан\r\n\r\n2.Общение\r\n\r\n#2.1 Запрещены нецензурная лексика, оскорбление администрации и других игроков в игровом чате сервера/дискорде;\r\nНаказание: мут/бан\r\n\r\n# 2.2 Запрещено затрагивать религиозную/политическую/рассовую тематику;\r\nНаказание: бан\r\n\r\n#2.3 Запрещена публикация рекламных текстов, реклама сторонних серверов и сообщений коммерческого характера любые высказывания в адрес других игроков с целью/агитацией покинуть сервер, как в локальном, так и в голосовом чате, дискорде сервера;\r\nНаказание: предупреждение/мут/бан\r\n\r\n#2.3 Запрещена публикация рекламных текстов, реклама сторонних серверов и сообщений коммерческого характера любые высказывания в адрес других игроков с целью/агитацией покинуть сервер, как в локальном, так и в голосовом чате, дискорде сервера;\r\nНаказание: предупреждение/мут/бан\r\n\r\n3.Игровые моменты\r\n\r\n#3.1 Название трайба на всех картах должно быть одинаковым;\r\nНаказание: предупреждение с изменением названия трайба\r\n\r\n#3.2 Запрещена любая пвп активность;\r\nНаказание: бан\r\n\r\n#3.3 Запрещено нахождение на чужой базе без согласия владельца, если Вас просят покинуть чужую базу, Вы должны ее покинуть;\r\nНаказание: предупреждение/временный бан\r\n\r\n#3.4 Запрещена частая смена названия трайба, не чаще 1 раза в неделю;\r\nНаказание: предупреждение/временный бан\r\n\r\n#3.5 Запрещены любые товарно-денежные отношения между игроками(Продажа за реальные деньги донатных животных/предметов и их производных)\r\nНаказание: предупреждение/бан\r\n\r\n#3.6 Запрещена любая активность игроков приведшая к завладению чужим имуществом (лутание трупов, мешков, спаривание чужих дино, и т.д.)\r\nНаказание: предупреждение/бан\r\n\r\n#3.7 Запрещено мешать чужим мероприятиям (миссии, боссы и т.д.)\r\nНаказание: предупреждение/временный бан\r\n\r\n#3.8 Запрещено вступать в трайбы с целью ограбления-инсайд (предупреждение для игроков - более ответственно относитесь к подбору своих сотрайбов, выставляйте ранги у себя в трайбе) \r\nНаказание: бан\r\n\r\n#3.9 Запрещено лутать что-либо на чужой базе, воровать оплодотворенные яйца с чужих баз;\r\nНаказание: бан\r\n\r\n#3.10 Запрещено мародёрство чужих баз по истечению таймера построек/ клеймление чужих дино и чужой скиф при отклеймлении;\r\nНаказание: бан\r\n\r\n4.Строительство и базы\r\nПосле 3 предупреждения по одному из пунктов могут быть удалены ВСЕ постройки Вашего трайба на данной карте.\r\n\r\n#4.1 На трайб допустима одна база на карте, базой считается строение площадью более чем 2х2 фундаментов, содержащее в себе структуры крафта и респавна. Структуры не подходящие под данный регламент относятся к следующему пункту;\r\nНаказание: удаление лишних построек без предупреждения\r\n\r\n#4.2 Запрещена установка одиночных фундаментов, колонн и кольев, любых отдельных элементов построек вне Вашей базы;\r\nНаказание: предупреждение с удалением построек. \r\n\r\n#4.3 Запрещено запирать ловушки для дино. Они всегда должны быть открытыми и имеют статус общие;\r\nНаказание: предупреждение с удалением построек\r\n\r\n#4.4 Запрещено блокировка точки спавна новых игроков/ресурсов/лута - наземные и подводные лучи/бобровые хатки;\r\nНаказание: удаление лишних построек без предупреждения\r\n\r\n#4.5 Запрещена застройка овощных грядкок и замка на карте Ragnarok,  Charge Node(Aberration), терминалы, дроп и жилы (Extinction);\r\nНаказание: удаление лишних построек без предупреждения\r\n\r\n#4.6 Запрещено блокировать доступ к запискам / рунам, обелискам, городским терминалам и подходы к ним (Подход должен быть как пешим, так и с возможностью подлететь на дино);\r\nНаказание: удаление лишних построек без предупреждения\r\n\r\n#4.7 Запрещено застраивать пещеры с ресурсами и артефактами (исключение - пустые пещеры)/крупные месторождения ресурсов;\r\nНаказание: удаление лишних построек без предупреждения\r\n\r\n#4.8 Запрещено блокирование построек одиночными фундаментами и прочее вредительство, мешающее развитию других игроков;\r\nНаказание: удаление лишних построек без предупреждения\r\n\r\n#4.9 Запрещено после приручения или вступления в другой трайб, оставлять за собой постройки/шипы/фундаменты. При случайном переходе в другой трайб обратитесь к администрации;\r\nНаказание: предупреждение с удалением построек.\r\n\r\n#4.10 Запрещено ставить более 4 огромных рам/8 обычных рам на базу; запрещена установка более 8 камер клонирования, 15 вивариумов, 8 Gacha Gavager;\r\nНаказание: удаление лишних построек без предупреждения\r\n\r\n#4.11 Запрещено застраивать чужие сейфы и чужих дино (брошенные они или нет);\r\nНаказание: удаление лишних построек без предупреждения\r\n\r\n#4.12 Запрещено запирать и застраивать нефтяные насосы, краны для древесного сока и газосборники (ограничивать доступ, например, блокировать доступ постройкой вокруг насоса и т.д.);\r\nНаказание: удаление лишних построек без предупреждения\r\n\r\n#4.13 Запрещено строиться впритык к чужим постройкам и ограничивать развитие другого трайба своими постройками.\r\nНаказание: удаление лишних построек без предупреждения\r\n\r\n#4.14 Телепорты, размещенные под тек куполами / в закрытых помещениях должны быть закрыты для посторонних.\r\nНаказание: удаление телепорта без предупреждения\r\n\r\n#4.15 Запрещена устанока телепортов рядом с дропами / артефактами / пещерами. Исключение: медовая пещера на карте Crystal Isles.\r\nНаказание: удаление телепорта без предупреждения\r\n\r\n5.Дино\r\n\r\n#5.1 Запрещена продажа дино со статом выше 152.\r\nДино со статом от 75-152 разрешено продавать при условии кастрации/стерелизации.\r\nДино со статом до 75 можно продавать без ограничений.\r\n\r\n# 5.2 Лимит животных на трайб – 200.  Лимит дино на данных картах - 152; животные сверх лимита должны быть убраны в криоподы;\r\n\r\n#5.3 Лимит дино на 1 карте: Тек страйдер / Астроцетус - 2шт на трайб; Гача - 8шт на трайб; Запрещено тамление бронто / диплодоков / титанозавров.\r\nНаказание: удаление лишних дино без предупреждения\r\n\r\n#5.4 Запрещена продажа/передача/обмен/дарение донатных дино/их клонов, приобретенных в категории «Дино с привязкой»;\r\n\r\n#5.5 Запрещено хранить/оставлять своих дино на обелисках и пещерах с артефактом/боссом;\r\nНаказание: удаление лишних дино без предупреждения\r\n\r\n#5.6 Запрещено выпускать своих дино на агрессии, вне своих баз. Ваши дино должны стоять на вашей базе, либо в криоподах. Они не должны гулять по карте и забредать на чужие базы, либо фармить мясо/ресурсы/опыт. \r\nНаказание: удаление лишних дино без предупреждения\r\n\r\n6.Трансфер/Восстановление\r\n\r\nТрансфером и криоподами пользуетесь на свой страх и риск. Внимание, во время переноса могут пропадать вещи, персонажи и животные;\r\nДинозавры, вещи, персонажи потерянные при загрузке/выгрузке через трансфер не восстанавливаются;\r\n\r\nВещи, утерянные в результате Вашей смерти в ходе выполнения миссий, восстановлению не подлежат.\r\n\r\nВосстановление дино от администрации возможно только в случаях смерти животного из-за сервера, это может быть только при рестарте(не глобальной обнове) или падении сервера и при наличии скриншота трайблога со смертью дино именно в это время. \r\n\r\nПотеря лута не рассматривается (дино в криоподе приравнивается к луту);\r\n\r\nАдминистрация не несет ответственности за баги игры, ямы, дыры, текстуры, исчезновения из дома, забагование и исчезновение в воздухе, застревание в текстурах, живности и прочем и т.п, а так же за вылеты игры со стороны клиента - все эти вопросы адресуйте разработчикам игры или своему провайдеру;\r\n\r\nАдминистрация сервера не восстанавливает персонажей так как во-первых восстановить персонажа невозможно, во-вторых в логах сервера не идет учет пропажи персонажей(а так же, ресурсов, предметов и животных в трансфере) и доказать, что у Вас пропал персонаж по вине сервера, а не потому что вы его перезаписали, создав нового поверх своего, тоже становится невозможно. Единственное, что мы можем сделать в случае потери персонажа, это вернуть права главы трайба, если персонаж был овнером, при предоставлении доказательств\r\nв 90% случаев персонаж остается в облаке, чтобы его найти достаточно нажать при создании персонажа на кнопку \"загрузить выжившего\" и подождать 5-10 минут, в случае необходимости повторите данную процедуру на всех серверах кластера.\r\n\r\n6.Донат\r\n\r\nСогласно статье 582 ГК РФ, все пожертвования производимые на данном сайте являются добровольными и не подлежат возврату. \r\n\r\nСредства полученные от дарителей используются для оплаты аренды оборудования, на котором размещаются игровые серверы, размещения рекламы и других способов развития некоммерческого проекта по игре Ark, для игроков обладающих лицензионной цифровой копией игры, приобретенной через официальный сервис Steam.\r\n\r\nВ качестве благодарности за добровольную поддержку в виде денежных пожертвований, дарители могут воспользоваться предоставленным донат-магазином и получить игровые предметы представленные в нем, исключительно внутри игровых серверов привязанных к данному сервису;\r\n\r\nВ случае утери предметов по вине проекта (падение сервера либо в следствии каких-либо проблем с хостингом), проект компенсирует баланс счета внутри сервиса для пожертвований, чтобы даритель мог вновь получить данный предмет в игре;\r\n\r\nАдминистрация не обязана возвращать Вам то, что Вы утратили в следствии бага, отката, вайпа, кражи и прочего;\r\n\r\nВ случае блокировки пользователя на игровых серверах за нарушение правил сервера, никакие пожертвования не возвращаются.\r\n\r\nНачиная играть на нашем сервере - Вы по умолчанию принимаете условия всего выше перечисленного."
					},
					{
						"title": "<TextStyle.Orange>Rules</>",
						"text": "1.1 Any discussion of administrative actions, ignoring administrator warnings is prohibited; this also applies to restart times, rules, and gameplay. As a punishment for rule violations, warnings/mutes/temporary or permanent bans will be used at the discretion of the administration.\r\n1.2 The use of nicknames/tribe names/names for dinosaurs that contain: profanity, obscene language, racism, extremism, criminal expressions, plagiarism, advertising, pornography, erotic content, threats of violence, or any other offensive information towards other players and the administration is prohibited; this also includes names with symbols and hieroglyphs, advertising other servers and YouTube channels (examples of unacceptable nicknames and Steam names: 123, Человек, human, &@#№, etc.). Punishment: warning with a nickname change.\r\n1.3 The use of any scripts, cheats, dupes, hacks, or bugs is prohibited. Punishment: ban.\r\n\r\nCommunication\r\n2.1 Profanity, insults towards the administration and other players in the game chat/server Discord are prohibited. Punishment: mute/ban.\r\n2.2 Discussing religious/political/racial topics is prohibited. Punishment: ban.\r\n2.3 Posting advertising texts, advertising third-party servers, and commercial messages, as well as any statements directed at other players with the aim of encouraging them to leave the server, both in local and voice chat, and server Discord, is prohibited. Punishment: warning/mute/ban.\r\n\r\nGameplay Moments\r\n3.1 The tribe name must be the same across all maps. Punishment: warning with a tribe name change.\r\n3.2 Any PvP activity is prohibited. Punishment: ban.\r\n3.3 Being on someone else's base without the owner's consent is prohibited; if you are asked to leave someone else's base, you must do so. Punishment: warning/temporary ban.\r\n3.4 Frequent changing of the tribe name is prohibited, no more than once a week. Punishment: warning/temporary ban.\r\n3.5 Any monetary transactions between players (selling real money for donation animals/items and their derivatives) are prohibited. Punishment: warning/ban.\r\n3.6 Any player activity leading to the acquisition of someone else's property (looting corpses, bags, mating other players' dinosaurs, etc.) is prohibited. Punishment: warning/ban.\r\n3.7 Interfering with other players' events (missions, bosses, etc.) is prohibited. Punishment: warning/temporary ban.\r\n3.8 Joining tribes with the intention of robbing/insiding is prohibited (warning for players - be more responsible in selecting your co-tribemates, set ranks in your tribe). Punishment: ban.\r\n3.9 Looting anything on someone else's base, stealing fertilized eggs from other bases is prohibited. Punishment: ban.\r\n3.10 Raiding someone else's base after the building timer has expired or claiming someone else's dinosaurs and structures upon unclaiming is prohibited. Punishment: ban.\r\n\r\nConstruction and Bases\r\nAfter three warnings for any of the points, ALL structures of your tribe on that map may be removed.\r\n4.1 Only one base per tribe is allowed on the map; a base is defined as a structure larger than 2x2 foundations that contains crafting and respawn structures. Structures not meeting this regulation fall under the next point. Punishment: removal of excess structures without warning.\r\n4.2 Placing single foundations, pillars, and spikes, or any separate building elements outside your base is prohibited. Punishment: warning with structure removal.\r\n4.3 Traps for dinosaurs are prohibited. They must always be open and have a common status. Punishment: warning with structure removal.\r\n4.4 Blocking the spawn points of new players/resources/loot - ground and underwater beams/beaver huts is prohibited. Punishment: removal of excess structures without warning.\r\n4.5 Blocking vegetable gardens and castles on the Ragnarok map, Charge Node (Aberration), terminals, drops, and veins is prohibited. Punishment: removal of excess structures without warning.\r\n4.6 Blocking access to notes/runestones, obelisks, city terminals, and approaches to them is prohibited (access must be available both on foot and with the ability to fly on dinosaurs). Punishment: removal of excess structures without warning.\r\n4.7 Blocking caves with resources and artifacts (except for empty caves)/large resource deposits is prohibited. Punishment: removal of excess structures without warning.\r\n4.8 Blocking structures with single foundations and other actions that hinder the development of other players is prohibited. Punishment: removal of excess structures without warning.\r\n4.9 After taming or joining another tribe, leaving behind structures/spikes/foundations is prohibited. If you accidentally switch to another tribe, contact the administration. Punishment: warning with structure removal.\r\n4.10 Placing more than 4 large frames/8 regular frames on a base is prohibited; installing more than 8 cloning chambers, 15 vivariums, or 8 Gacha Gatherers is prohibited. Punishment: removal of excess structures without warning.\r\n4.11 Blocking someone else's safes and dinosaurs (whether abandoned or not) is prohibited. Punishment: removal of excess structures without warning.\r\n4.12 Locking and blocking oil pumps, sap taps, and gas collectors (restricting access, for example, by building around the pump, etc.) is prohibited. Punishment: removal of excess structures without warning.\r\n4.13 Building too close to someone else's structures and restricting the development of another tribe with your structures is prohibited. Punishment: removal of excess structures without warning.\r\n4.14 Teleporters placed under tech domes/in closed spaces must be closed to outsiders. Punishment: removal of the teleporter without warning.\r\n4.15 Placing teleporters near drops/artifacts/caves is prohibited. Exception: honey cave on the Crystal Isles map. Punishment: removal of the teleporter without warning.\r\n\r\nDinosaurs\r\n5.1 Selling dinosaurs with stats above 152 is prohibited. Dinosaurs with stats from 75-152 may be sold if they are neutered/spayed. Dinosaurs with stats below 75 can be sold without restrictions.\r\n5.2 The animal limit per tribe is 200. The dinosaur limit on these maps is 152; animals exceeding the limit must be stored in cryopods.\r\n5.3 The dinosaur limit on 1 map: Tek Strider/Astrodelphis - 2 per tribe; Gacha - 8 per tribe; taming Brontos/Diplodocus/Titanosaurs is prohibited. Punishment: removal of excess dinosaurs without warning.\r\n5.4 Selling/trading/giving away donation dinosaurs/their clones acquired in the \"Tethered Dinosaurs\" category is prohibited.\r\n5.5 It is prohibited to store/leave your dinosaurs at obelisks and caves with artifacts/bosses. Punishment: removal of excess dinosaurs without warning.\r\n5.6 Releasing your dinosaurs on aggressive mode outside your bases is prohibited. Your dinosaurs must stay at your base or in cryopods. They must not roam the map or wander onto someone else's bases or farm meat/resources/experience. Punishment: removal of excess dinosaurs without warning.\r\nTransfer/Restoration\r\nUsing transfers and cryopods is at your own risk. Attention: items, characters, and animals may disappear during transfer; dinosaurs, items, and characters lost during loading/unloading through transfer are not restored.\r\n\r\nItems lost due to your death while completing missions are not eligible for restoration.\r\n\r\nRestoration of dinosaurs by the administration is only possible in cases of animal death due to server issues, which can only occur during a restart (not a global update) or server crash and with a screenshot of the tribe log showing the dinosaur's death at that time.\r\n\r\nLoot loss is not considered (a dinosaur in a cryopod is equated to loot).\r\n\r\nThe administration is not responsible for game bugs, pits, holes, textures, disappearing from homes, glitches and disappearing into the air, getting stuck in textures, animals, etc., as well as client-side game crashes - all these issues should be directed to the game developers or your provider.\r\n\r\nThe server administration does not restore characters because, firstly, restoring a character is impossible; secondly, the server logs do not account for character disappearances (as well as resources, items, and animals in transfer), and proving that your character was lost due to server fault, rather than because you overwrote it by creating a new one, also becomes impossible. The only thing we can do in the case of character loss is to return the tribe leader rights if the character was the owner, upon providing evidence. In 90% of cases, the character remains in the cloud; to find it, simply click the \"Load Survivor\" button when creating a character and wait 5-10 minutes; if necessary, repeat this procedure on all cluster servers.\r\n\r\nDonations\r\nAccording to Article 582 of the Civil Code of the Russian Federation, all donations made on this site are voluntary and non-refundable.\r\n\r\nFunds received from donors are used to pay for the rental of equipment on which game servers are hosted, advertising, and other methods of developing the non-profit project for the game Ark, for players with a licensed digital copy of the game purchased through the official Steam service.\r\n\r\nAs a thank you for voluntary support in the form of monetary donations, donors can use the provided donation store and receive in-game items presented in it, exclusively within the game servers linked to this service.\r\n\r\nIn case of item loss due to project fault (server crash or due to any hosting issues), the project compensates the donation balance within the service so that the donor can obtain the item again in the game.\r\n\r\nThe administration is not obligated to return what you lost due to bugs, rollbacks, wipes, theft, and other issues.\r\n\r\nIn the event of a user being banned on the game servers for violating server rules, no donations will be refunded."
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "<RichColor Color=\"1,1,0,1\">Commands</>",
				"imageurl": "",
				"content": [
					{
						"title": "Полезные команды",
						"text": "/shop - Авторизация магазина.\r\n\r\n    Для улучшения Fps\r\nНа клавиатуре нажимиаете ё и открываеться консоль и прописываете эти строчки\r\nr.VolumetricCloud 0 - отключаем облака;\r\nr.Lumen.DiffuseIndirect.Allow 0 - отключаем затенение;\r\nr.Fog 0 - отключаем туман;\r\ngrass.densityScale 0 - убираем не обязательные элементы на земле;\r\nr.Streaming.PoolSize 0 - разблокируем всю память видеокарты;\r\nr.Nanite.MaxPixelsPerEdge 4 - уменьшаем треугольники для нанитовых сеток.\r\nr.DynamicGlobalIlluminationMethod 2 - отключаем динамическое освещение;\r\nr.ShadowQuality 0 - отключаем тени;\r\nr.Water.SingleLayer.Reflection 0 - отключаем отражения на воде.\r\n"
					}
				]
			}
		],
		"links": [
			{
				"text": "Shop",
				"url": "https://mirnayapycb.survivalshop.org/"
			},
			{
				"text": "Discord",
				"url": "https://discord.gg/qYmBmDR"
			},
			{
				"text": "FPS-Boost",
				"url": "https://steamcommunity.com/sharedfiles/filedetails/?id=3150995818"
			}
		],
		"version": 2
	}
}
